Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

# subscriptions.empty.tip3
source: You can pause or cancel subscriptions to track their lifecycle.
de_de: Du kannst Abos pausieren oder kündigen, um ihren Lebenszyklus zu verfolgen.
es_es: Puedes pausar o cancelar suscripciones para seguir su estado a lo largo del tiempo.
fr_fr: Vous pouvez mettre en pause ou annuler des abonnements pour suivre leur cycle de vie.
nl_nl: Je kunt abonnementen pauzeren of opzeggen om hun levenscyclus te volgen.
pt_br: Você pode pausar ou cancelar assinaturas para acompanhar seu ciclo de vida.
pt_pt: Pode pausar ou cancelar subscrições para acompanhar o seu ciclo de vida.

# subscriptions.empty.title
source: No subscriptions yet
de_de: Noch keine Abos
es_es: Aún no hay suscripciones
fr_fr: Aucun abonnement pour l’instant
nl_nl: Nog geen abonnementen
pt_br: Nenhuma assinatura ainda
pt_pt: Ainda não há subscrições

# summary.noCurrency
source: No currency selected
de_de: Keine Währung ausgewählt
es_es: Ninguna divisa seleccionada
fr_fr: Aucune devise sélectionnée
nl_nl: Geen valuta geselecteerd
pt_br: Nenhuma moeda selecionada
pt_pt: Nenhuma moeda selecionada

# tab.accounts
source: Accounts
de_de: Konten
es_es: Cuentas
fr_fr: Comptes
nl_nl: Rekeningen
pt_br: Contas
pt_pt: Contas

# tab.dashboard
source: Dashboard
de_de: Übersicht
es_es: Panel
fr_fr: Tableau de bord
pt_br: Painel
pt_pt: Painel

# tab.more
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
nl_nl: Meer
pt_br: Mais
pt_pt: Mais

# tab.transactions
source: Transactions
de_de: Buchungen
es_es: Movimientos
nl_nl: Transacties
pt_br: Transações
pt_pt: Transações

# theme.candyPop.desc
source: Playful and bright — pink, blue, and yellow
de_de: Verspielt und hell — Pink, Blau und Gelb
es_es: Divertido y luminoso: rosa, azul y amarillo
fr_fr: Ludique et vif — rose, bleu et jaune
nl_nl: Speels en helder — roze, blauw en geel
pt_br: Divertido e brilhante — rosa, azul e amarelo
pt_pt: Divertido e brilhante — rosa, azul e amarelo

# theme.moonlit
source: Moonlit
de_de: Mondlicht
es_es: Luz de luna
fr_fr: Clair de lune
nl_nl: Maanlicht
pt_br: Luar
pt_pt: Enluarado

# theme.moonlit.desc
source: Lavender + Silver
de_de: Lavendel + Silber
es_es: Lavanda + plata
fr_fr: Lavande + argent
nl_nl: Lavendel + zilver
pt_br: Lavanda + Prata
pt_pt: Lavanda + Prata

# theme.nebula.desc
source: Lavender + Rose
de_de: Lavendel + Rosé
es_es: Lavanda + rosa
fr_fr: Lavande + rose
nl_nl: Lavendel + roze
pt_br: Lavanda + Rosa
pt_pt: Lavanda + Rosa

# theme.neon
source: Electric Neon
de_de: Elektrisches Neon
es_es: Neón eléctrico
fr_fr: Néon électrique
nl_nl: Elektrische neon
pt_br: Neon Elétrico
pt_pt: Néon Elétrico

# theme.neon.desc
source: Bold and electric — cyan, pink, and lime
de_de: Mutig und elektrisch — Cyan, Pink und Limette
es_es: Audaz y eléctrico: cian, rosa y lima
fr_fr: Audacieux et électrique — cyan, rose et citron vert
nl_nl: Stevig en elektrisch — cyaan, roze en limoen
pt_br: Ousado e elétrico — ciano, rosa e lima
pt_pt: Vibrante e elétrico — ciano, rosa e lima

# theme.sunrise
source: Sunrise
de_de: Sonnenaufgang
es_es: Amanecer
fr_fr: Lever de soleil
nl_nl: Zonsopgang
pt_br: Amanhecer
pt_pt: Amanhecer

# theme.sunrise.desc
source: Blue + Amber
de_de: Blau + Bernstein
es_es: Azul + ámbar
fr_fr: Bleu + ambre
nl_nl: Blauw + amber
pt_br: Azul + Âmbar
pt_pt: Azul + Âmbar

# theme.tropical
source: Tropical
de_de: Tropisch
nl_nl: Tropisch

# theme.tropical.desc
source: Vibrant and warm — coral, teal, and gold
de_de: Lebendig und warm — Koralle, Petrol und Gold
es_es: Vibrante y cálido: coral, turquesa y dorado
fr_fr: Vibrant et chaleureux — corail, sarcelle et or
nl_nl: Levendig en warm — koraal, petrol en goud
pt_br: Vibrante e quente — coral, turquesa e dourado
pt_pt: Vibrante e quente — coral, turquesa e dourado

# tip.accounts.message
source: Accounts represent where your money is held — checking, savings, credit cards, or wallets. Their balances are updated as you add transactions.
de_de: Konten zeigen, wo dein Geld liegt — Girokonto, Sparkonto, Kreditkarten oder Wallets. Die Salden werden mit jeder neuen Buchung aktualisiert.
es_es: Las cuentas representan dónde guardas tu dinero: cuentas corrientes, cuentas de ahorro, tarjetas de crédito o monederos. Sus saldos se actualizan a medida que añades movimientos.
fr_fr: Les comptes représentent l’endroit où se trouve votre argent : compte courant, épargne, cartes de crédit ou portefeuilles. Leur solde est mis à jour à mesure que vous ajoutez des transactions.
nl_nl: Rekeningen laten zien waar je geld staat — betaalrekening, spaarrekening, creditcards of portemonnees. Saldi worden bijgewerkt zodra je transacties toevoegt.
pt_br: Contas representam onde seu dinheiro está — corrente, poupança, cartões de crédito ou carteiras. Seus saldos são atualizados conforme você adiciona transações.
pt_pt: As contas representam onde guarda o seu dinheiro — conta à ordem, poupanças, cartões de crédito ou carteiras. Os saldos são atualizados à medida que adiciona transações.

# tip.accounts.title
source: Manage Accounts
de_de: Konten verwalten
es_es: Gestionar cuentas
fr_fr: Gérer les comptes
nl_nl: Rekeningen beheren
pt_br: Gerencie Contas
pt_pt: Gerir Contas

# tip.categories.message
source: Categories help you organize your transactions and set budget targets. Create income and expense categories to define your budgeting structure.
de_de: Kategorien helfen dir, deine Buchungen zu ordnen und Budgetziele festzulegen. Lege Einnahme- und Ausgabekategorien an, um deine Budgetstruktur zu definieren.
es_es: Las categorías te ayudan a organizar tus movimientos y a fijar objetivos de presupuesto. Crea categorías de ingreso y gasto para estructurar tu presupuesto.
fr_fr: Les catégories vous aident à organiser vos transactions et à définir des objectifs budgétaires. Créez des catégories de revenus et de dépenses pour structurer votre budget.
nl_nl: Categorieën helpen je transacties te ordenen en budgetdoelen te stellen. Maak inkomsten- en uitgavencategorieën aan om de basis van je budget op te zetten.
pt_br: Categorias ajudam a organizar suas transações e definir metas de orçamento. Crie categorias de receita e despesa para definir sua estrutura orçamentária.
pt_pt: As categorias ajudam a organizar as suas transações e a definir metas de orçamento. Crie categorias de receita e despesa para estruturar o seu orçamento.

# tip.categories.title
source: Organize with Categories
de_de: Mit Kategorien ordnen
es_es: Organiza con categorías
fr_fr: Organisez par catégories
nl_nl: Ordenen met categorieën
pt_br: Organize com Categorias
pt_pt: Organize com Categorias

# tip.dashboard.message
source: Your dashboard shows a snapshot of your finances for the selected period. Use the Customize button to choose which widgets to display and reorder them.
de_de: Deine Übersicht zeigt eine Momentaufnahme deiner Finanzen für den ausgewählten Zeitraum. Über die Schaltfläche „Anpassen“ wählst du Widgets aus und ordnest sie neu.
es_es: Tu panel muestra una instantánea de tus finanzas para el periodo seleccionado. Usa el botón Personalizar para elegir y reordenar los widgets.
fr_fr: Votre tableau de bord présente un instantané de vos finances pour la période sélectionnée. Utilisez le bouton Personnaliser pour choisir et réorganiser les widgets.
nl_nl: Je dashboard toont een momentopname van je financiën voor de gekozen periode. Gebruik de knop Aanpassen om widgets te kiezen en te herschikken.
pt_br: Seu painel mostra um resumo das suas finanças para o período selecionado. Use o botão Personalizar para escolher quais widgets exibir e reordená-los.
pt_pt: O painel mostra uma fotografia das suas finanças para o período selecionado. Use o botão Personalizar para escolher e reordenar os widgets.

# tip.dashboard.title
source: Your Dashboard
de_de: Deine Übersicht
es_es: Tu panel
fr_fr: Votre tableau de bord
nl_nl: Jouw dashboard
pt_br: Seu Painel
pt_pt: O Seu Painel

# tip.periods.message
source: Periods are time windows for your budget — typically monthly. All transactions and budget targets are scoped to the active period.
de_de: Zeiträume sind Zeitfenster für dein Budget — meist monatlich. Alle Buchungen und Budgetziele gelten innerhalb des aktiven Zeitraums.
es_es: Los periodos son intervalos de tiempo para tu presupuesto, normalmente mensuales. Todos los movimientos y objetivos se aplican al periodo activo.
fr_fr: Les périodes sont des fenêtres temporelles pour votre budget — généralement mensuelles. Toutes les transactions et tous les objectifs sont limités à la période active.
nl_nl: Periodes zijn tijdvensters voor je budget — meestal maandelijks. Alle transacties en doelen gelden binnen de actieve periode.
pt_br: Períodos são janelas de tempo para seu orçamento — geralmente mensais. Todas as transações e metas são vinculadas ao período ativo.
pt_pt: Os períodos são janelas temporais para o seu orçamento — normalmente mensais. Todas as transações e metas são limitadas ao período ativo.

# tip.periods.title
source: Budget Periods
de_de: Budgetzeiträume
es_es: Periodos de presupuesto
fr_fr: Périodes de budget
nl_nl: Budgetperiodes
pt_br: Períodos de Orçamento
pt_pt: Períodos de Orçamento

# tip.subscriptions.message
source: Subscriptions track recurring charges like streaming services, memberships, and bills. Adding them here helps you see upcoming costs.
de_de: Abos erfassen wiederkehrende Abbuchungen wie Streamingdienste, Mitgliedschaften und Rechnungen. Sobald du sie hier hinzufügst, siehst du anstehende Kosten auf einen Blick.
es_es: Las suscripciones registran cargos recurrentes como servicios de streaming, membresías y facturas. Añadirlas aquí te ayuda a ver los próximos gastos.
fr_fr: Les abonnements suivent les prélèvements récurrents comme les services de streaming, les adhésions et les factures. Les ajouter ici vous aide à anticiper les prochains frais.
nl_nl: Abonnementen volgen terugkerende kosten zoals streamingdiensten, lidmaatschappen en facturen. Door ze hier toe te voegen, zie je aankomende kosten in één oogopslag.
pt_br: Assinaturas rastreiam cobranças recorrentes como serviços de streaming, mensalidades e contas. Adicioná-las aqui ajuda a ver custos futuros.
pt_pt: As subscrições acompanham débitos recorrentes como serviços de streaming, adesões e contas. Adicioná-las aqui ajuda-o a antecipar os próximos custos.

# tip.subscriptions.title
source: Track Subscriptions
de_de: Abos verfolgen
es_es: Gestionar suscripciones
fr_fr: Suivre les abonnements
nl_nl: Abonnementen bijhouden
pt_br: Acompanhe Assinaturas
pt_pt: Acompanhar Subscrições

# tip.transactions.message
source: Transactions are the core of your budget. Each one is linked to a category and account, which lets you track where your money goes during each period.
de_de: Buchungen sind das Herzstück deines Budgets. Jede ist mit einer Kategorie und einem Konto verknüpft, sodass du in jedem Zeitraum siehst, wohin dein Geld fließt.
es_es: Los movimientos son la base de tu presupuesto. Cada uno se vincula a una categoría y una cuenta, para que puedas ver adónde va tu dinero en cada periodo.
fr_fr: Les transactions sont au cœur de votre budget. Chacune est liée à une catégorie et à un compte, ce qui vous permet de voir où va votre argent à chaque période.
nl_nl: Transacties zijn de kern van je budget. Elke transactie is gekoppeld aan een categorie en een rekening, zodat je per periode kunt zien waar je geld naartoe gaat.
pt_br: Transações são o núcleo do seu orçamento. Cada uma é vinculada a uma categoria e conta, permitindo acompanhar para onde seu dinheiro vai em cada período.
pt_pt: As transações são o núcleo do seu orçamento. Cada uma está associada a uma categoria e a uma conta, o que lhe permite ver para onde vai o seu dinheiro em cada período.

# tip.transactions.title
source: Track Transactions
de_de: Buchungen verfolgen
es_es: Gestionar movimientos
fr_fr: Suivre les transactions
nl_nl: Transacties bijhouden
pt_br: Acompanhe Transações
pt_pt: Acompanhar Transações

# tip.vendors.message
source: Vendors represent the places where you spend money. Linking transactions to vendors helps you see spending patterns over time.
de_de: Händler stehen für die Orte, an denen du Geld ausgibst. Wenn du Buchungen mit Händlern verknüpfst, erkennst du Muster im Zeitverlauf.
es_es: Los comercios representan los lugares donde gastas. Vincular movimientos a comercios te ayuda a ver patrones de gasto en el tiempo.
fr_fr: Les bénéficiaires représentent les endroits où vous dépensez. Lier vos transactions aux bénéficiaires vous aide à voir les tendances de dépense dans le temps.
nl_nl: Verkopers staan voor de plekken waar je geld uitgeeft. Door transacties aan verkopers te koppelen, zie je patronen in je uitgaven.
pt_br: Fornecedores representam os locais onde você gasta dinheiro. Vincular transações a fornecedores ajuda a ver padrões de gastos ao longo do tempo.
pt_pt: Os comerciantes representam os locais onde gasta dinheiro. Associar transações a comerciantes ajuda-o a identificar padrões de gasto ao longo do tempo.

# tip.vendors.title
source: Track Vendors
de_de: Händler verfolgen
es_es: Gestionar comercios
fr_fr: Suivre les bénéficiaires
nl_nl: Verkopers bijhouden
pt_br: Acompanhe Fornecedores
pt_pt: Acompanhar Comerciantes

source: To Account
de_de: Zielkonto
es_es: Cuenta de destino
fr_fr: Compte destination
nl_nl: Naar rekening
pt_br: Para Conta
pt_pt: Conta de Destino

source: Total Amount Cap
de_de: Gesamtbetrag-Limit
pt_br: Limite Total

source: Total Cap
de_de: Gesamtlimit
es_es: Límite total
fr_fr: Plafond total
nl_nl: Totale limiet
pt_br: Limite Total
pt_pt: Limite Total

# transaction.transferBetween
source: Transfer between accounts
de_de: Überweisung zwischen Konten
es_es: Transferencia entre cuentas
fr_fr: Virement entre comptes
nl_nl: Overboeking tussen rekeningen
pt_br: Transferência entre contas
pt_pt: Transferência entre contas

source: Transactions
de_de: Buchungen
es_es: Movimientos
nl_nl: Transacties
pt_br: Transações
pt_pt: Transações

# transactions.delete.failed
source: Failed to delete transaction.
de_de: Buchung konnte nicht gelöscht werden.
es_es: No hemos podido eliminar el movimiento.
fr_fr: Échec de la suppression de la transaction.
nl_nl: Kan transactie niet verwijderen.
pt_br: Falha ao excluir transação.
pt_pt: Não foi possível eliminar a transação.

# transactions.delete.message
source: This transaction will be permanently deleted.
de_de: Diese Buchung wird dauerhaft gelöscht.
es_es: Este movimiento se eliminará de forma permanente.
fr_fr: Cette transaction sera définitivement supprimée.
nl_nl: Deze transactie wordt definitief verwijderd.
pt_br: Esta transacao sera excluida permanentemente.
pt_pt: Esta transação será eliminada permanentemente.

# transactions.delete.title
source: Delete transaction?
de_de: Buchung löschen?
es_es: ¿Eliminar movimiento?
fr_fr: Supprimer la transaction ?
nl_nl: Transactie verwijderen?
pt_br: Excluir transacao?
pt_pt: Eliminar transação?

# transactions.empty.action
source: Add Transaction
de_de: Buchung hinzufügen
es_es: Añadir movimiento
fr_fr: Ajouter une transaction
nl_nl: Transactie toevoegen
pt_br: Adicionar Transação
pt_pt: Adicionar Transação

# transactions.empty.message
source: Start tracking your spending by adding your first transaction.
de_de: Verfolge deine Ausgaben, indem du deine erste Buchung hinzufügst.
es_es: Empieza a controlar tus gastos añadiendo tu primer movimiento.
fr_fr: Commencez à suivre vos dépenses en ajoutant votre première transaction.
nl_nl: Voeg je eerste transactie toe om je uitgaven te volgen.
pt_br: Comece a acompanhar seus gastos adicionando sua primeira transação.
pt_pt: Comece a acompanhar os seus gastos adicionando a primeira transação.

# transactions.empty.step1.description
source: Use the button above to record your first transaction.
de_de: Nutze die Schaltfläche oben, um deine erste Buchung zu erfassen.
es_es: Usa el botón de arriba para registrar tu primer movimiento.
fr_fr: Utilisez le bouton ci-dessus pour enregistrer votre première transaction.
nl_nl: Gebruik de knop hierboven om je eerste transactie te registreren.
pt_br: Use o botão acima para registrar sua primeira transação.
pt_pt: Use o botão acima para registar a sua primeira transação.

# transactions.empty.step1.title
source: Add a transaction
de_de: Eine Buchung hinzufügen
es_es: Añadir un movimiento
fr_fr: Ajouter une transaction
nl_nl: Een transactie toevoegen
pt_br: Adicione uma transação
pt_pt: Adicionar uma transação

# transactions.empty.step2.description
source: Pick an income or expense category so the transaction counts toward your budget.
de_de: Wähle eine Einnahme- oder Ausgabekategorie, damit die Buchung zu deinem Budget zählt.
es_es: Elige una categoría de ingreso o gasto para que el movimiento cuente en tu presupuesto.
fr_fr: Choisissez une catégorie de revenu ou de dépense pour que la transaction compte dans votre budget.
nl_nl: Kies een inkomsten- of uitgavencategorie zodat de transactie meetelt in je budget.
pt_br: Escolha uma categoria de receita ou despesa para que a transação conte no seu orçamento.
pt_pt: Escolha uma categoria de receita ou despesa para que a transação seja contabilizada no seu orçamento.

# transactions.empty.step2.title
source: Assign a category
de_de: Kategorie zuweisen
es_es: Asignar una categoría
fr_fr: Attribuer une catégorie
nl_nl: Een categorie toewijzen
pt_br: Atribua uma categoria
pt_pt: Atribuir uma categoria

# transactions.empty.step3.description
source: Your transactions will appear in dashboard widgets like Cash Flow and Recent Transactions.
de_de: Deine Buchungen erscheinen in Übersichts-Widgets wie Geldfluss und Letzte Buchungen.
es_es: Tus movimientos aparecerán en widgets del panel como Flujo de caja y Movimientos recientes.
fr_fr: Vos transactions apparaîtront dans des widgets du tableau de bord comme Trésorerie et Transactions récentes.
nl_nl: Je transacties verschijnen in dashboard-widgets zoals Cashflow en Recente transacties.
pt_br: Suas transações aparecerão em widgets do painel como Fluxo de Caixa e Transações Recentes.
pt_pt: As suas transações aparecerão em widgets do painel como Fluxo de Caixa e Transações Recentes.

# transactions.empty.step3.title
source: Review in your dashboard
de_de: In deiner Übersicht prüfen
es_es: Revisa en tu panel
fr_fr: Consultez votre tableau de bord
nl_nl: Bekijk in je dashboard
pt_br: Revise no seu painel
pt_pt: Reveja no seu painel

# transactions.empty.tip1
source: Use the + button to enter transactions quickly.
de_de: Nutze die +-Taste, um Buchungen schnell zu erfassen.
es_es: Usa el botón + para añadir movimientos rápidamente.
fr_fr: Utilisez le bouton + pour saisir rapidement vos transactions.
nl_nl: Gebruik de +-knop om snel transacties in te voeren.
pt_br: Use o botão + para registrar transações rapidamente.
pt_pt: Use o botão + para introduzir transações rapidamente.

# transactions.empty.tip2
source: Each transaction is linked to a category, which determines how it appears in your budget.
de_de: Jede Buchung ist mit einer Kategorie verknüpft, die festlegt, wie sie in deinem Budget erscheint.
es_es: Cada movimiento se vincula a una categoría, que determina cómo aparece en tu presupuesto.
fr_fr: Chaque transaction est liée à une catégorie qui détermine sa place dans votre budget.
nl_nl: Elke transactie is gekoppeld aan een categorie die bepaalt hoe deze in je budget verschijnt.
pt_br: Cada transação é vinculada a uma categoria, que determina como ela aparece no seu orçamento.
pt_pt: Cada transação está associada a uma categoria, que determina como aparece no seu orçamento.

# transactions.empty.tip3
source: Use the direction and category filters to find specific transactions.
de_de: Nutze die Filter für Richtung und Kategorie, um bestimmte Buchungen zu finden.
es_es: Usa los filtros de dirección y categoría para encontrar movimientos concretos.
fr_fr: Utilisez les filtres de sens et de catégorie pour retrouver des transactions précises.
nl_nl: Gebruik de richting- en categoriefilters om specifieke transacties te vinden.
pt_br: Use os filtros de direção e categoria para encontrar transações específicas.
pt_pt: Use os filtros de direção e categoria para encontrar transações específicas.

# transactions.empty.title
source: No transactions yet
de_de: Noch keine Buchungen
es_es: Aún no hay movimientos
fr_fr: Aucune transaction pour l’instant
nl_nl: Nog geen transacties
pt_br: Nenhuma transação ainda
pt_pt: Ainda não há transações

# transactions.search
source: Search transactions
de_de: Buchungen suchen
es_es: Buscar movimientos
fr_fr: Rechercher des transactions
nl_nl: Transacties zoeken
pt_br: Buscar transacoes
pt_pt: Procurar transações

source: Transfers
de_de: Überweisungen
es_es: Transferencias
fr_fr: Virements
nl_nl: Overboekingen
pt_br: Transferências
pt_pt: Transferências

source: Type
de_de: Typ
es_es: Tipo
pt_br: Tipo
pt_pt: Tipo

source: Type **DELETE** to confirm
de_de: Tippe **LÖSCHEN**, um zu bestätigen.
pt_br: Digite **EXCLUIR** para confirmar

# unit.day
source: day
de_de: Tag
es_es: día
fr_fr: jour
nl_nl: dag
pt_br: dia
pt_pt: dia

# unit.days
source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
nl_nl: Dagen
pt_br: Dias
pt_pt: Dias

# unit.month
source: month
de_de: Monat
es_es: mes
fr_fr: mois
nl_nl: maand
pt_br: mês
pt_pt: mês

# unit.months
source: Months
de_de: Monate
es_es: Meses
fr_fr: Mois
nl_nl: Maanden
pt_br: Meses
pt_pt: Meses

# unit.week
source: week
de_de: Woche
es_es: semana
fr_fr: semaine
pt_br: semana
pt_pt: semana

# unit.weeks
source: Weeks
de_de: Wochen
es_es: Semanas
fr_fr: Semaines
nl_nl: Weken
pt_br: Semanas
pt_pt: Semanas

source: Upcoming
de_de: Bevorstehend
es_es: Próximos
fr_fr: À venir
nl_nl: Aankomend
pt_br: Próximo
pt_pt: Próximos

source: UPCOMING
de_de: BEVORSTEHEND
es_es: PRÓXIMOS
fr_fr: À VENIR
nl_nl: AANKOMEND
pt_br: FUTURO
pt_pt: PRÓXIMOS

source: UPCOMING OVERLAYS
de_de: ANSTEHENDE OVERLAYS
es_es: CAPAS PRÓXIMAS
fr_fr: AJUSTEMENTS TEMPORAIRES À VENIR
nl_nl: AANKOMENDE LAGEN
pt_br: SOBREPOSIÇÕES FUTURAS
pt_pt: CAMADAS PRÓXIMAS

source: Vendor
de_de: Händler
es_es: Comercio
fr_fr: Bénéficiaire
nl_nl: Verkoper
pt_br: Fornecedor
pt_pt: Comerciante

source: Vendor name
de_de: Händlername
es_es: Nombre del comercio
fr_fr: Nom du bénéficiaire
nl_nl: Naam van de verkoper
pt_br: Nome do fornecedor
pt_pt: Nome do comerciante

# vendors.archive.failed
source: Failed to archive vendor.
de_de: Händler konnte nicht archiviert werden.
es_es: No hemos podido archivar el comercio.
fr_fr: Échec de l’archivage du bénéficiaire.
nl_nl: Kan verkoper niet archiveren.
pt_br: Falha ao arquivar fornecedor.
pt_pt: Não foi possível arquivar o comerciante.

# vendors.archive.message
source: This vendor will be hidden but its history will be preserved.
de_de: Dieser Händler wird ausgeblendet, der Verlauf bleibt jedoch erhalten.
es_es: Este comercio se ocultará, pero se conservará su historial.
fr_fr: Ce bénéficiaire sera masqué, mais son historique sera conservé.
nl_nl: Deze verkoper wordt verborgen, maar de geschiedenis blijft bewaard.
pt_br: Este fornecedor sera ocultado, mas seu historico sera preservado.
pt_pt: Este comerciante será ocultado, mas o histórico será preservado.

# vendors.delete.failed
source: Failed to delete vendor.
de_de: Händler konnte nicht gelöscht werden.
es_es: No hemos podido eliminar el comercio.
fr_fr: Échec de la suppression du bénéficiaire.
nl_nl: Kan verkoper niet verwijderen.
pt_br: Falha ao excluir fornecedor.
pt_pt: Não foi possível eliminar o comerciante.

# vendors.delete.message
source: This vendor will be permanently deleted.
de_de: Dieser Händler wird dauerhaft gelöscht.
es_es: Este comercio se eliminará de forma permanente.
fr_fr: Ce bénéficiaire sera définitivement supprimé.
nl_nl: Deze verkoper wordt definitief verwijderd.
pt_br: Este fornecedor sera excluido permanentemente.
pt_pt: Este comerciante será eliminado permanentemente.
